[
{
    "fields": {
        "expire_date": "2017-05-26T16:03:10.192Z",
        "session_data": "ZDNiOTVjNGNlYTQxMDZiMzc0NGM0OWY0MzM2YWQyZjYwNGQ3NWVjNzp7Il9hdXRoX3VzZXJfaGFzaCI6ImE2NzI2YjlmZmMzMDlhNTY1MDI4MmQ3YmQ5YTZmMjFhNzYzNDk1YTMiLCJfYXV0aF91c2VyX2JhY2tlbmQiOiJhY2NvdW50cy5iYWNrZW5kcy5FbWFpbEF1dGgiLCJfYXV0aF91c2VyX2lkIjoiMSJ9"
    },
    "model": "sessions.session",
    "pk": "btj3kv10d4omfr3owezu0up8nlnw1aj5"
},
{
    "fields": {
        "domain": "example.com",
        "name": "example.com"
    },
    "model": "sites.site",
    "pk": 3
},
{
    "fields": {
        "username": "rebm01@hotmail.co.uk",
        "first_name": "Rebecca",
        "last_name": "Manning",
        "is_active": true,
        "is_superuser": true,
        "is_staff": true,
        "last_login": "2017-05-12T16:03:10.099Z",
        "groups": [],
        "user_permissions": [],
        "password": "pbkdf2_sha256$20000$PunUDx5Hz1oG$SE+NZpWvD7yoi66itWs1dA+qTTh352nM953KQ+DllcE=",
        "email": "rebm01@hotmail.co.uk",
        "date_joined": "2017-05-12T16:02:50.203Z"
    },
    "model": "accounts.user",
    "pk": 1
},
{
    "fields": {
        "price": "30.00",
        "name": "30 coffees per month",
        "description": "30 coffees per month...."
    },
    "model": "coffees.coffee",
    "pk": 1
},
{
    "fields": {
        "name": "FAQs",
        "description": "<p>Find frequently asked questions or ask your own</p>"
    },
    "model": "threads.subject",
    "pk": 1
},
{
    "fields": {
        "name": "Announcements",
        "description": "<p>All your latest <strong>Starbex</strong> announcements updated weekly</p>"
    },
    "model": "threads.subject",
    "pk": 2
},
{
    "fields": {
        "name": "Daily Coffee Routine",
        "description": "<p>Compare and talk about your daily coffee routines</p>"
    },
    "model": "threads.subject",
    "pk": 3
},
{
    "fields": {
        "name": "A Cup Of Coffee ",
        "description": "<p>Share and compare Coffee recepies and tips with your <strong>Starbex</strong> pals</p>"
    },
    "model": "threads.subject",
    "pk": 4
},
{
    "fields": {
        "author": [
            "rebm01@hotmail.co.uk"
        ],
        "title": "Benefits of natural coffee",
        "image": "images/Coffee5_b3kb7mT.jpg",
        "views": 5,
        "content": "Having delicious coffee in the bed is the best way to get-set-ready for the whole day. Although the taste differs from person to person however, in the end all look for a hot coffee mug in the morning.\r\n\r\nIf you are a coffee lover and health conscious then you must be aware of the organic coffee beans. Serving more than just a healthy option they have become the best choice for most of the individuals. No doubt taste is the first factor which enforces people to get them however, the next big thing is - pesticides and fertilizers never get used on them.\r\n\r\n\r\nTHREE CONSIDERABLE BENEFITS OF NATURAL COFFEE\r\n\r\n1. Benefits to the health\r\n\r\nSince harmful pesticides can cause cancer and other diseases thus, it is recommended to get natural coffee only. Moreover, regular consumption of the pesticides infected coffee can significantly damage the nervous system as well as the reproductive system. It is so because the pesticides once enter the human body can multiple their strengths. Thus, prefer to drink organic coffee beans manufactured coffee. Consider some of the health related benefits that one can get from natural coffee:\r\n\r\n- Drinking natural coffee eliminates the risks of health issues.\r\n- The stimulating agent can help in increasing metabolism rate which results in weight loss.\r\n- It is a rich source of vitamins, minerals and antioxidants.\r\n- The health issues such as diabetics and cancer can be reduced to zero.\r\n- Natural coffee can help in case of body pain.        \r\n\r\n\r\n2. Benefits to the environment\r\n\r\nWith the over use of pesticides, the land can loss its nutrients and the water can be dried with faster rate. As a result, people look for another land which leads to deforestation. On the other hand, natural coffee production never harm the quality of the soil thus, it benefits to the environment.  \r\n\r\n\r\n3. Benefits to the farmers\r\n\r\nThe farmers who are into the natural coffee production can get corporation and support from the other health departments and cooperatives. Thus, they are able to cope up with high cost of production which enables them to earn for their livelihood. Moreover, with the full support from the cooperatives, the proper farming principles can be applied effectively every time.  \r\n\r\nThe natural coffee helps in promoting health and wellness thus, people should think of this beverage. However, the one thing that makes worry about is - the cost factor. But after looking at its various benefits and advantages, this factor can be ignored.\r\n\r\nAdditionally, choose the place-to-buy wisely so that, quality will be assured and also, you may get offers. SoPsychology Articles, make your mind to use this natural coffee and you will surely going to love this.\r\n\r\n__________________________________________________\r\n\r\nSource: Free Articles from ArticlesFactory.com\r\n\r\nABOUT THE AUTHOR\r\n\r\nThe author describes the different types of coffee flavors that can freshen-up your mood to a great extent. If you are thinking to taste the best coffee ever than HiLine Coffee Beans is the best choice to make.",
        "tag": "positivecoffee",
        "published_date": "2017-05-12T17:08:22Z",
        "created_date": "2017-05-12T17:10:51.222Z"
    },
    "model": "blog.post",
    "pk": 1
},
{
    "fields": {
        "author": [
            "rebm01@hotmail.co.uk"
        ],
        "title": "History of Coffee",
        "image": "",
        "views": 1,
        "content": "Coffee was discovered around 850 A.D. in the part of Africa now known as Ethiopia. According to one story that has been passed down through the generations, a sheep herder named Kaldi discovered coffee as he tended his sheep. He noted that his sheep became extremely active after eating the red cherries from a plant as they went from one pasture to another.\r\n\r\nHe ate a few of the cherries himself, and was soon as overactive as his herd. The story goes on to say that a monk passed by and scolded him for \"partaking of the devil's fruit.\" However, the monks soon found themselves eating the same fruit to help them stay awake for their prayers.\r\n\r\nOriginally, the coffee plant grew naturally in Ethiopia. But once the people of Arabia became enthralled with coffee and transplanted plants to Arabia, coffee was monopolized by them. Later, countries beyond Arabia whose inhabitants believed coffee to be a delicacy guarded its secret and with caution began to siphon off coffee plants from Arabia.\r\n\r\nThe Arabian government prohibited the transportation of the plant out of the Moslem nations, so the actual spread of coffee was started illegally.\r\n\r\nIn the 17th century, Italian traders introduced coffee to the West and changed the history of coffee forever. Many Christians believed that coffee was the drink of the devil.\r\n\r\nBut in Italy, Pope Clement VIII drank and endorsed coffee against the advice of his advisors who wanted it to be considered part of the infidel threat. Because of his endorsement of coffee, it became acceptable as a Christian beverage and spread throughout the West.\r\n\r\nCoffee Houses began opening in the mid-17th century in the Western world. The first coffee house opened in Italy in 1645, in England in 1652, in Paris in 1672 and in Berlin in 1721.\r\n\r\nIn 1668, Edward Lloyd's coffee house opened in England and eventually became Lloyd's of London, the best-known insurance company in the world. By this time, coffee had replaced beer as New York's City's favorite breakfast beverage.\r\n\r\nIn the late 17th and early 18th centuries, the Dutch became a prominent force in the coffee industry with a coffee plant smuggled out of the Arab port of Mocha. The Dutch cultivated coffee commercially in Ceylon and in their East Indian colony of Java, which came to be the source of coffees' nickname.\r\n\r\nHowever, the French stole a seedling and transported it to Martinique. Fifty years later, an official survey found 19 million coffee trees on Martinique, and eventually it’s estimated that ninety percent of the world's coffee spread from this one seedling.\r\n\r\nThe Dutch and French monopoly was broken up in 1727 when Brazil entered the fray. Lieutenant colonel Francisco de Melo Palheta was sent by the Brazilian government to arbitrate a border dispute between the French and Dutch colonies in Guiana. Not only did he settle the disagreement, but he also began an affair with the wife of the governor of French Guiana.\r\n\r\nThe dear lady bid the lieutenant colonel adieu with a bouquet in which she hid cuttings and fertile seeds of coffee that began the Brazilian portion of the history of coffee. By 1907, Brazil accounted for 97% of the world’s coffee production.\r\n\r\nAs the Industrial Revolution swept through Europe and the United States, coffee was changed forever. Hills Bros. became the first company to vacuum pack coffee, changing the coffee industry from a local one to a regional and even national one. Sanka was introduced to the United States as the first decaffeinated coffee. And Nestle learned how to freeze dry coffee and keep it fresher longer.\r\n\r\nThe most recent changes in the history of coffee come over the last sixty years. In 1946, the espresso machine was invented in Italy, giving rise to the Cappuccino.\r\n\r\nAnd in 1971, Starbucks opened its first store in Seattle’s Pike Place public market. And that ladies and gentlemen is a small and brief history of coffee, which I hope you enjoyed.\r\n\r\n______________________________________________________\r\n\r\n© Copyright Randy Wilson, All Rights Reserved.\r\n\r\nSource: Free Articles from ArticlesFactory.com\r\n\r\nABOUT THE AUTHOR\r\n\r\nArticle written by Randy Wilson and brought to you by http://www.ultimate-coffees-info.com.",
        "tag": "facts",
        "published_date": "2017-05-01T11:00:00Z",
        "created_date": "2017-05-12T17:42:24.647Z"
    },
    "model": "blog.post",
    "pk": 2
},
{
    "fields": {
        "author": [
            "rebm01@hotmail.co.uk"
        ],
        "title": "Coffee Roasting",
        "image": "",
        "views": 1,
        "content": "The carbohydrates and fats of the coffee beans are converted into aromatic oils through the heat generated by the roasting process. Heat eliminates carbon dioxide and moisture, decomposing and boosting acids, leading to that remarkable coffee flavor.\r\n\r\n For a true connoisseur, coffee roasting is just one element for that particular flavor. The taste of a specific roast cannot be easily described because of the abundance of coffee bean types, variants and varying roasting times.\r\n\r\n Still, here are some coffee roasting basics:\r\n\r\n1. Light coffee roasting or New England or Cinnamon roast. Adjust the roaster to roughly seven minutes. The light roast is complete as the beans nearly double its original size. This is the coffee that is easily and commonly found at mass market coffee roasters. The obtained flavor is light bodied and the coffee bean is dry with a rather bitter taste.\r\n\r\n2. Medium roast coffee is commonly known as American, Regular, full City and Breakfast. For this type of roasting set the roaster to somewhere between nine and eleven minutes. Although it is not so common in stores as light roast, but it is not hard to find. Compared to light roast it has a sweeter taste delivering a cup of coffee with a more intense aroma.\r\n\r\n3. Dark coffee roasting also referred to as Continental or French roast is obtained by setting your roaster to about thirteen minutes. When the oil gets to the beans’ hot surface you will hear a hissing sound. The obtained taste is sweet, spicy and pleasantly intense.\r\n\r\n4. Really dark coffee roasting is darkest coffee that can be achieved before the deterioration of the coffee bean’s quality. You know this coffee roast as Italian or espresso roast. That pleasant Italian roast is obtained through fourteen to fifteen coffee roasting. The coffee beans will first hiss (because of the oil inside the beans) and then will smoke. The beans’ sugar content will carbonize and caramelize leading to a full smoky flavor.\r\n\r\n______________________________________________________________\r\n\r\nSource: Free Articles from ArticlesFactory.com\r\n\r\nABOUT THE AUTHOR\r\n\r\nAre you looking for the best burr coffee grinders? Find reviews of the best burr coffee grinders and top rated french press!",
        "tag": "method",
        "published_date": "2017-05-02T05:00:00Z",
        "created_date": "2017-05-12T17:48:04.075Z"
    },
    "model": "blog.post",
    "pk": 3
},
{
    "fields": {
        "author": [
            "rebm01@hotmail.co.uk"
        ],
        "title": "Types of Coffee",
        "image": "",
        "views": 0,
        "content": "The first thing that comes to the mind after waking up in the morning is a great cup of coffee. The complex combination of delicate aroma and the characteristic scent have such a boosting effect that a delicious cup of espresso or cappuccino makes our day. Coffee is one product that relaxes, refreshes and stimulates the mind in a big way. It engages the senses and delivers one of a kind experience with every delicious cup filled with the java. An expertly brewed coffee is a day starter for most of us. So much so, that many consider it the only reason to wake up!!\r\n\r\nThere are various ways in which you can brew the coffee by yourself for that perfect taste. You don’t necessarily have to line up and wait at a coffee shop. The availability of the highest quality whole bean, ground and instant coffee have eased the process to make your cup-o-joe at home or office. So, every time you need a boost for a chaotic day ahead or need to stay alert through a long office meeting, or if you simply are an addict of the flavorful, roasted instant coffee, turn to that enjoyable cup and feel comfortable and happy.\r\n\r\nThe preference for flavor and aroma of coffee varies among people. But they share common views on the quality of coffee they like to have. Whether you are a fan of fresh pods for nespresso or keurig, or savor the taste of the whole bean coffee, there are several options to choose from. You can select among strong, creamy, nutty and floral flavors of dark roast, medium roast and specialty coffee. For those who are not fond of caffeine, a decaf version without caffeine is also available. It offers a rich, mellow flavor without the kick. As a coffee enthusiast, you must be well aware of the benefits of having coffee. For the unaware and the weight conscious, the black coffee does not pack in any calories. Yes, it has zero calories, though, the addition of ingredients like milk, sugar and syrup to it increase the calorie count.\r\n\r\nNow, coming back to the various methods that are employed to brew outstanding coffee, the choices are numerous. Some require the use of expensive equipment, while others are easy to make. Few of the methods are described below.\r\n\r\n1. Espresso method: In this, the near-boiling water is forced under pressure to go through the coffee grounds. This results in the highly concentrated, thick but small cup of coffee. It usually has an intense, bitter taste.\r\n2. Drip / pour over method: This is made by pouring near-boiling water over coffee grounds. It offers mild flavor, less bitterness and is easy to make.\r\n3. Aeropress: This involves adding hot water to the finely ground coffee to brew. It is then forced through a filter by significant pressure. Aeropress coffee has strong coffee flavor but making it can be a bit messy.\r\n4. Percolator: Here, a stream from boiling water is sent through the coffee grounds. This method produces hotter coffee that gives out a pleasant aroma during the brewing process. It is also easy to make.\r\n5. French press: The process includes pouring near-boiling water on coarsely ground coffee beans. It is left to brew for several minutes. Then, the coffee is filtered with a plunger. It contains a very mild taste of coffee. Though time consuming, the process allows more control over brewing time and amount.\r\n\r\nSo, go ahead, pick your favorite flavorFind Article, and prepare yourself for a busy day of work with an energizing and delicious cuppa hot coffee in an instant!!\r\n\r\n \r\n______________________________________________________________________\r\n\r\nSource: Free Articles from ArticlesFactory.com\r\n\r\nABOUT THE AUTHOR\r\n\r\nThe author has a grat taste on coffee. There are several flavors that can swing your mood right up & amongst them is Aeropress, it is an alternative coffee brewing option that can be available to you at HiLine Coffee that delivers freshest coffee taste at best price.",
        "tag": "types",
        "published_date": "2017-05-11T17:51:07Z",
        "created_date": "2017-05-12T17:51:28.073Z"
    },
    "model": "blog.post",
    "pk": 4
},
{
    "fields": {
        "author": [
            "rebm01@hotmail.co.uk"
        ],
        "title": "How to tell organic from regular",
        "image": "",
        "views": 0,
        "content": "1. Look for the USDA seal Since 2002 any food that is at least 95% organic can be labeled with a USDA seal stating its organic authenticity.If your coffee does not have the seal it may still be organic, but the presence of the seal is a guarantee.  \r\n\r\n2. Have a taste Many organic coffee drinkers swear that their coffee has a cleaner and richer taste than its non-organic counterpart.If you are served a particularly tasty or satisfying cup of coffee, ask your host or server if they have treated you to some organically grown coffee.You may end up with an organic surprise when you hear their answer.  \r\n\r\n3. Have a smell Studies have shown that the aroma of coffee beans has a relaxing and sleep inducing effect.Organic coffee beans tend to have a purer smell than non-organic due to the vastly cleaner manner in which they are grown.Some feel that this natural growth results in an even cleaner and more relaxing aroma.The next time you have the chance, take a nice deep inhale of both and see which one relaxes you more.   \r\n\r\n4. Don't rely on the price Contrary to popular belief, organic coffee is not always pricier than regular coffee.While there is typically a higher cost involved in growing coffee organically, many specialty coffees that are grown non-organically can be much pricier.Additionally, many smaller coffee sellers do not have the name brand markups of the major players, so there is additional savings in that regard.While price may be a clue as to the lineage of the coffee you are considering purchasing, it is not a criterion on which you can solely rely.  While most consumers will be able to differentiate organic and non-organic coffee at the point of sale, this guide may help in identifying the difference in everyday life.Of course, you could always just ask for organicBusiness Management Articles, and ensure you are drinking the healthiest possible coffee option.\r\n\r\n_________________________________________________\r\n\r\nSource: Free Articles from ArticlesFactory.com\r\n\r\nABOUT THE AUTHOR\r\n\r\nThis article was written by Domenic Carlson.\r\n",
        "tag": "types",
        "published_date": "2017-05-09T10:23:36Z",
        "created_date": "2017-05-12T18:23:49.627Z"
    },
    "model": "blog.post",
    "pk": 5
},
{
    "fields": {
        "author": [
            "rebm01@hotmail.co.uk"
        ],
        "title": "Make a good cup of Coffee",
        "image": "",
        "views": 0,
        "content": "To make a cup of good, rich, deep flavored coffee, one does not necessarily need to have an expensive coffee maker at home, although owing one is an added advantage. You can still enjoy the most delightfully tasting your favorite drink without going to your favorite café and standing in queues for your turn. If you want to know more about how this can be done…read on.\r\n\r\nThe taste and aroma of a good coffee is what differentiates it from the mediocre and bad coffee. So, no matter how expensive your aeropress coffee maker is, you could still end up with bad taste of it, if the coffee you use is not good quality. This, however, does not mean that the coffeemaker is at fault. That is perfectly all right. Only you need to select, store and brew coffee in the proper ways.\r\n\r\nCoffee is obtained from the coffee beans. These are actually the seeds of the coffee plant. The fresh and ripe seeds are selected and left to dry out. When they have dried up as required, these seeds are then roasted and grounded as per the demand. The roasting process is very important. If the coffee is over roasted or under roasted, it would definitely spoil the flavor. The coffee can be dark roasted, medium roasted and roasted to order. This means, many companies offer to freshly roast coffee to match the needs of their clients. Using high quality coffee greatly impacts how it will turn out to be.\r\n\r\nThis process of roasting coffee also gives it a distinct aroma and flavor. Next, the roasted coffee seeds are grounded or sold as wholebean coffee. The coffee beans are finely grounded to make a powder. It is known as the instant coffee. It can also be partly grounded. This is the grounded coffee. The coffee beans are also sold as wholebean coffee. These are only roasted and not grounded.\r\n\r\nThese days, the custom flavors are also finding popularity among the clients as well. They can choose among nutty, fruity, floral and other spice flavors like walnut, caramel, chocolate, sage, cinnamon, lilac, tangerine etc. These are unique and offer a different tasting experience to the client.\r\n\r\nThe storage of the coffee also plays an important role on keeping it fresh. The best way is to transfer it to an air tight bag or container as soon as it is opened. You can also keep it in deep freezer to keep it tasting fresh for a long time. The coffee that is left unattended becomes stale and tastes bad.\r\n\r\nAnother way to ensure a great cup of java is by following the guidelines that come with the coffee. Every type of coffee requires special care and certain procedure to make it. The use of coffee type for coffee machines varies according to requirements. Some machines use freshly grounded coffee while others may use wholebean coffee seeds to make good coffee. There are various time periods for which they should be brewed to get the most of their flavor as well.\r\n\r\nSo, by taking these factors into consideration, you can make a delicious cup of coffee right at home.\r\n\r\n__________________________________________________________________\r\n\r\nSource: Free Articles from ArticlesFactory.com\r\n\r\nABOUT THE AUTHOR\r\n\r\nThere are several types of coffee in market. But to opt the best and easy to make one, according your taste can be easier now. So, use best quality coffee with aeropress coffee maker, as it can help to get the best coffee as per your requirement.",
        "tag": "method",
        "published_date": "2017-05-12T18:26:16Z",
        "created_date": "2017-05-12T18:26:43.025Z"
    },
    "model": "blog.post",
    "pk": 6
},
{
    "fields": {
        "action_flag": 1,
        "action_time": "2017-05-12T16:04:35.636Z",
        "object_repr": "30 coffees per month",
        "object_id": "1",
        "change_message": "",
        "user": [
            "rebm01@hotmail.co.uk"
        ],
        "content_type": [
            "coffees",
            "coffee"
        ]
    },
    "model": "admin.logentry",
    "pk": 1
},
{
    "fields": {
        "action_flag": 1,
        "action_time": "2017-05-12T17:10:51.236Z",
        "object_repr": "Benefits of Coffee",
        "object_id": "1",
        "change_message": "",
        "user": [
            "rebm01@hotmail.co.uk"
        ],
        "content_type": [
            "blog",
            "post"
        ]
    },
    "model": "admin.logentry",
    "pk": 2
},
{
    "fields": {
        "action_flag": 2,
        "action_time": "2017-05-12T17:19:10.125Z",
        "object_repr": "Benefits of natural coffee",
        "object_id": "1",
        "change_message": "Changed title and content.",
        "user": [
            "rebm01@hotmail.co.uk"
        ],
        "content_type": [
            "blog",
            "post"
        ]
    },
    "model": "admin.logentry",
    "pk": 3
},
{
    "fields": {
        "action_flag": 2,
        "action_time": "2017-05-12T17:20:44.752Z",
        "object_repr": "Benefits of natural coffee",
        "object_id": "1",
        "change_message": "Changed content.",
        "user": [
            "rebm01@hotmail.co.uk"
        ],
        "content_type": [
            "blog",
            "post"
        ]
    },
    "model": "admin.logentry",
    "pk": 4
},
{
    "fields": {
        "action_flag": 2,
        "action_time": "2017-05-12T17:36:54.591Z",
        "object_repr": "Benefits of natural coffee",
        "object_id": "1",
        "change_message": "No fields changed.",
        "user": [
            "rebm01@hotmail.co.uk"
        ],
        "content_type": [
            "blog",
            "post"
        ]
    },
    "model": "admin.logentry",
    "pk": 5
},
{
    "fields": {
        "action_flag": 1,
        "action_time": "2017-05-12T17:42:25.303Z",
        "object_repr": "History of Coffee",
        "object_id": "2",
        "change_message": "",
        "user": [
            "rebm01@hotmail.co.uk"
        ],
        "content_type": [
            "blog",
            "post"
        ]
    },
    "model": "admin.logentry",
    "pk": 6
},
{
    "fields": {
        "action_flag": 2,
        "action_time": "2017-05-12T17:43:00.631Z",
        "object_repr": "History of Coffee",
        "object_id": "2",
        "change_message": "Changed content.",
        "user": [
            "rebm01@hotmail.co.uk"
        ],
        "content_type": [
            "blog",
            "post"
        ]
    },
    "model": "admin.logentry",
    "pk": 7
},
{
    "fields": {
        "action_flag": 2,
        "action_time": "2017-05-12T17:44:17.643Z",
        "object_repr": "History of Coffee",
        "object_id": "2",
        "change_message": "Changed content.",
        "user": [
            "rebm01@hotmail.co.uk"
        ],
        "content_type": [
            "blog",
            "post"
        ]
    },
    "model": "admin.logentry",
    "pk": 8
},
{
    "fields": {
        "action_flag": 1,
        "action_time": "2017-05-12T17:48:04.123Z",
        "object_repr": "Coffee Roasting",
        "object_id": "3",
        "change_message": "",
        "user": [
            "rebm01@hotmail.co.uk"
        ],
        "content_type": [
            "blog",
            "post"
        ]
    },
    "model": "admin.logentry",
    "pk": 9
},
{
    "fields": {
        "action_flag": 2,
        "action_time": "2017-05-12T17:48:49.359Z",
        "object_repr": "History of Coffee",
        "object_id": "2",
        "change_message": "Changed content and published_date.",
        "user": [
            "rebm01@hotmail.co.uk"
        ],
        "content_type": [
            "blog",
            "post"
        ]
    },
    "model": "admin.logentry",
    "pk": 10
},
{
    "fields": {
        "action_flag": 2,
        "action_time": "2017-05-12T17:49:01.129Z",
        "object_repr": "Benefits of natural coffee",
        "object_id": "1",
        "change_message": "Changed content.",
        "user": [
            "rebm01@hotmail.co.uk"
        ],
        "content_type": [
            "blog",
            "post"
        ]
    },
    "model": "admin.logentry",
    "pk": 11
},
{
    "fields": {
        "action_flag": 1,
        "action_time": "2017-05-12T17:51:28.076Z",
        "object_repr": "Types of Coffee",
        "object_id": "4",
        "change_message": "",
        "user": [
            "rebm01@hotmail.co.uk"
        ],
        "content_type": [
            "blog",
            "post"
        ]
    },
    "model": "admin.logentry",
    "pk": 12
},
{
    "fields": {
        "action_flag": 2,
        "action_time": "2017-05-12T17:51:48.649Z",
        "object_repr": "Types of Coffee",
        "object_id": "4",
        "change_message": "Changed published_date.",
        "user": [
            "rebm01@hotmail.co.uk"
        ],
        "content_type": [
            "blog",
            "post"
        ]
    },
    "model": "admin.logentry",
    "pk": 13
},
{
    "fields": {
        "action_flag": 1,
        "action_time": "2017-05-12T18:23:49.644Z",
        "object_repr": "How to tell organic from regular",
        "object_id": "5",
        "change_message": "",
        "user": [
            "rebm01@hotmail.co.uk"
        ],
        "content_type": [
            "blog",
            "post"
        ]
    },
    "model": "admin.logentry",
    "pk": 14
},
{
    "fields": {
        "action_flag": 1,
        "action_time": "2017-05-12T18:26:43.028Z",
        "object_repr": "Make a good cup of Coffee",
        "object_id": "6",
        "change_message": "",
        "user": [
            "rebm01@hotmail.co.uk"
        ],
        "content_type": [
            "blog",
            "post"
        ]
    },
    "model": "admin.logentry",
    "pk": 15
},
{
    "fields": {
        "action_flag": 2,
        "action_time": "2017-05-12T18:26:50.297Z",
        "object_repr": "Coffee Roasting",
        "object_id": "3",
        "change_message": "Changed tag.",
        "user": [
            "rebm01@hotmail.co.uk"
        ],
        "content_type": [
            "blog",
            "post"
        ]
    },
    "model": "admin.logentry",
    "pk": 16
},
{
    "fields": {
        "action_flag": 2,
        "action_time": "2017-05-12T18:26:58.252Z",
        "object_repr": "How to tell organic from regular",
        "object_id": "5",
        "change_message": "No fields changed.",
        "user": [
            "rebm01@hotmail.co.uk"
        ],
        "content_type": [
            "blog",
            "post"
        ]
    },
    "model": "admin.logentry",
    "pk": 17
},
{
    "fields": {
        "action_flag": 1,
        "action_time": "2017-05-12T18:28:28.717Z",
        "object_repr": "FAQs",
        "object_id": "1",
        "change_message": "",
        "user": [
            "rebm01@hotmail.co.uk"
        ],
        "content_type": [
            "threads",
            "subject"
        ]
    },
    "model": "admin.logentry",
    "pk": 18
},
{
    "fields": {
        "action_flag": 1,
        "action_time": "2017-05-12T18:29:08.061Z",
        "object_repr": "Announcements",
        "object_id": "2",
        "change_message": "",
        "user": [
            "rebm01@hotmail.co.uk"
        ],
        "content_type": [
            "threads",
            "subject"
        ]
    },
    "model": "admin.logentry",
    "pk": 19
},
{
    "fields": {
        "action_flag": 1,
        "action_time": "2017-05-12T18:29:56.991Z",
        "object_repr": "Daily Coffee Routine",
        "object_id": "3",
        "change_message": "",
        "user": [
            "rebm01@hotmail.co.uk"
        ],
        "content_type": [
            "threads",
            "subject"
        ]
    },
    "model": "admin.logentry",
    "pk": 20
},
{
    "fields": {
        "action_flag": 1,
        "action_time": "2017-05-12T18:32:20.561Z",
        "object_repr": "A Cup Of Coffee ",
        "object_id": "4",
        "change_message": "",
        "user": [
            "rebm01@hotmail.co.uk"
        ],
        "content_type": [
            "threads",
            "subject"
        ]
    },
    "model": "admin.logentry",
    "pk": 21
}
]
